import Image from "next/image";
import React from "react";

export default function AboutUs() {
    return (
        <div className=" mt-20">
            <Image
                className="m-auto "
                src="/images/logo.svg"
                alt="Логотип MIU Market"
                width={356}
                height={138}
            />
            <h1 className=" text-center font-bold mt-14 " style={{ fontSize: '28px' }}>ПРО НАС</h1>
            <p className="text-center mx-52 mb-28 mt-4" style={{ fontSize: '18px' }} >
                Біжутерія, своєю чергою, дає можливість виразити свою індивідуальність
                та стиль. Від класичних та вишуканих прикрас до модних та сучасних
                дизайнів, вибір біжутерії дозволяє кожному знайти щось до душі. Кільця,
                сережки, намиста, браслети – всі вони можуть бути унікальними акцентами,
                які підкреслять вашу індивідуальність та додадуть шарму до вашого
                образу.
                <br />Великим плюсом сувенірів та біжутерії є їхня доступність. Вони
                пропонуються в різних цінових категоріях, що дозволяє кожному знайти
                щось, що підходить для свого бюджету. Більш того, вони є відмінними
                подарунками для близьких та друзів, які радітимуть отриманню гарного та
                символічного подарунка.
                <br />Сувеніри та біжутерія - це не лише предмети, а й
                історії, спогади та можливість виразити себе. Вони дозволяють зберегти
                частинку світу і стилю в повсякденному житті, роблячи щодня трохи
                яскравішим і незабутнім.
            </p>
        </div>
    );
}
